

export default {
  //纯文字 单项选择题
  'demo':'demo',
  '203006000':'textChoice',
  '203006003':'textChoice',
  '203006002':'textChoice',
  '203006001':'textChoice',
  '203006004':'textChoice',

  //纯文字+音频 单项选择题
  '203000015':'textAudioChoice',
  '203000017':'textAudioChoice',
  '203000016':'textAudioChoice',
  '203000001':'textAudioChoice',
  '203000002':'textAudioChoice',
  '203000003':'textAudioChoice',
  '203000000':'textAudioChoice',

  //图片加音频 单项选择题
  '203000004':'pictureAudioChoice',
}

export const questionName = {
  //纯文字 单项选择题
  '203006000':'单项选择',
  '203006003':'句子成分',
  '203006002':'词汇释义',
  '203006001':'语音单选题',
  '203006004':'读音选词',

  //纯文字+音频 单项选择题
  '203000015':'听单词选答案',
  '203000017':'听单词选音标',
  '203000016':'听短语选答案',
  '203000001':'听句子选信息',
  '203000002':'听句子选句子',
  '203000003':'听句子选同意句',
  '203000000':'听句子选答语',

  //图片加音频 单项选择题
  '203000004':'听句子选图片',

}
